Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/kielineuvonta_paattyy_nykymuodossa_suomen_saamelaiskarajilla.html.tmx
Source language: fin
Languages: sms

source: Kielineuvonta päättyy nykymuodossa Suomen Saamelaiskäräjillä
sms: Ǩiõllvuäpstummuš poott Lääʹdd Sääʹmteeʹǧǧest Lääʹdd Sääʹmteʹǧǧ lij taʹrjjääm jooʹtti eeʹjj tâʹvv-, aanar- da nuõrttsääʹm ǩiõllvuäpstõõzz.

source: Suomen saamelaiskäräjät on tarjonnut kuluneena vuonna pohjois-, inarin- ja koltansaamen kielineuvontaa.
sms: Tät kääzzkõs poott ânnʼjõž häämstes Lääʹdd Sääʹmteeʹǧǧest eeʹjj 2022 loopp räjja mõõneeʹst.

source: Tämä palvelu päättyy nykymuodossaan Suomen Saamelaiskäräjillä vuoden 2022 loppuun mennessä.
sms: Ǩiõlltuâjjla lie taʹrjjääm ǩiõllvuäpstõõzz sääʹmǩiõl konttrest da valmštõõllâm jeeʹrab mieʹldd termmliistid da tuejjääm ǩiõllhuâlltuâj.

source: Kielityöntekijät ovat tarjonneet kielineuvontaa saamen kielen toimistossa ja valmistelleet muun muassa termilistoja ja tehneet kielenhuoltoa.
sms: Sääʹmteʹǧǧ lij haaʹlääm staanâd sääʹmǩiõlivuiʹm tuejjuum ǩiõlltuâj kõskkpoddsaž maallin Sääʹm Ǩiõllkaʹlddi vuâđđeemproseeʹss ååreeʹn kõõsk.

source: Saamelaiskäräjät on halunnut turvata saamen kielillä tehtävän kielityön väliaikaisella mallilla Sámi Giellagáldun perustamisprosessin ollessa kesken.
sms: Sääʹmteeʹǧǧ kuʹǩes äiʹǧǧkõõsk täävtõssân lij leämmaž vuäǯǯad õhttsažtâʹvvjânnmallaš sääʹmǩiõli resursskõõskõõzz Sääʹm Ǩiõllkaʹlddja.

source: Saamelaiskäräjien pitkän aikavälin tavoitteena on ollut saada yhteispohjoismaisen saamen kielten resurssikeskus Sámi Giellagáldun toiminta vakinaistettua ja siirtää kielityö, kuten väestön kielineuvonta, Sámi Giellagáldulle.
sms: Lääʹdd Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso lij toođvaž tõn diõtt, mâid kuuʹǩǩ pešttam õhttsažtâʹvvjânnmallaš õhttsažtuejj pohtt mieʹldes:

source: Suomen Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso on tyytyväinen, että pitkäjänteinen yhteispohjoismainen yhteistyö tuo tulosta:
sms: – Lääʹdd Sääʹmteʹǧǧ haaʹlad späʹssbõõššâd Taarr da Ruõcc Sääʹmtiiʹǧǧid õhttsažtuâjast da rämmaš ko Sääʹm Ǩiõllkaʹlddi põõžžtummša lij käunnʼjam teäggtõs da õhttsaž čåuddmõš, da toiʹmmjummuš peäss ođđ aʹlǧǧe.

source: – Suomen Saamelaiskäräjät haluaa kiittää Norjan ja Ruotsin Saamelaiskäräjiä yhteistyöstä ja iloitsee, kun Sámi Giellagáldun vakinaistamiselle on löytynyt rahoitus sekä yhteinen ratkaisu, ja toiminta pääsee uuteen alkuun.
sms: Sääʹmteʹǧǧ lij põrggâm juʹn kuuʹǩǩ čåuʹdded kõõččmõõžž tõʹst, mõõn nalla õhttsažtâʹvvjânnmallaš sääʹmǩiõli ǩiõllõhttsažtuâj õõlǥči čåuʹdded.

source: Saamelaiskäräjät on pyrkinyt pitkään ratkaisemaan kysymyksen siitä, miten yhteispohjoismainen saamen kielten kieliyhteistyö tulisi järjestää.
sms: Ǩiõllstaanpiisar Anne Kirste Aikio särnn, što proseʹss lie leämmaž määŋgai pooddi väʹǯǯlõs:

source: Kieliturvasihteeri Anne Kirste Aikio kertoo, että prosessi on ollut monivaiheinen:
sms: – Ij leäkku hiâlpp altteed säʹmmlai õhttsaž organisaatio da leäʹp tuejjääm samai määŋgnallšem vaʹǯǯtõõzzi vuâstta.

source: – Ei ole helppoa perustaa saamelaisten yhteistä organisaatiota ja olemme törmänneet hyvin monenlaisiin haasteisiin työssä.
sms: Meeʹst lie õinn jiânâs raajjcõgldõõzz, kook câʹǧǧe da meälǥee näkam sääʹmvuuʹd obbnes kaʹtti tuâj tuejjummuž.

source: Meillä on vielä paljon rajaesteitä, mitkä estävät ja hidastavat tällaisen koko saamelaisalueen kattavan työn tekemistä.
sms: Tääʹrǩmõs kuuitâǥ lij, što riikki rääʹj jie vaaikât leigga jiânnai sääʹmǩiõli õuddnummša da što õhttsažtâʹvvjânnmallaš ǩiõlltuâjj sääʹmǩiõli õuʹdde vuäitt juätkkjed.

source: On kuitenkin tärkeintä, etteivät valtioiden rajat vaikuta liikaa saamen kielten kehitykseen, ja että yhteispohjoismainen kielityö saamen kielten eteen voi jatkua.
sms: Juätkast Taarr, Läädd da Ruõcc sääʹmtiiʹǧǧi õõutveäkka teäggtem Sääʹm Ǩiõllkaʹlddi vaʹsttad ǩiõlltuâjast.

source: Jatkossa Norjan, Suomen ja Ruotsin Saamelaiskäräjien yhdessä rahoittama Sámi Giellagáldu vastaa kielityöstä.
sms: Sääʹm Ǩiõllkaʹlddi lij jiõččnaž organisaatio, kååʹtt toiʹmmai vaaldâšm peäʹlest Taarr Sääʹmteeʹǧǧ õhttvuõđâst.

source: Sami Giellagaldu on itsenäinen organisaatio, mikä toimii hallinnollisesta Norjan Saamelaiskäräjien yhteydessä.
sms: Sääʹm Ǩiõllkaʹlddi toiʹmmjem jååʹđteeʹjen lij halltõs, koozz kooum riikk sääʹmteeʹǧǧ lie nõõmääm vuäzzlaid.

source: Sami Giellagaldun toimintaa johtaa hallitus, mihin kolmen maan Saamelaiskäräjät ovat nimenneet jäsenet.
sms: Saaǥǥjååʹđteeʹjen toiʹmmai Lääʹdd Sääʹmteeʹǧǧ nõõmeem vuäzzlaž Tauno Ljetoff.

source: Puheenjohtajana toimii Suomen Saamelaiskäräjien nimeämä jäsen Tauno Ljetoff.
sms: Lââʹssteâđ:

source: Lisätietoja:
sms: Anne Kirste Aikio, ǩiõllstaanpiisar anne-kirste.aikio@samediggi.fi 010 839 3124 / 040 707 5626
